
RUIDefaultDeviceName							= "TV";

OK												= "OK";
Next											= "Nästa";
Cancel											= "Avbryt";

ResumeMenuResumeItem							= "Fortsätt uppspelningen";
ResumeMenuStartFromBeginningItem				= "Starta från början";

ITSPresentsMenuItem								= "iTunes topp 10";
ITunesTop10MusicVideos							= "iTunes topp 10-musikvideor";
LoadingDataFromITMS								= "Kontaktar iTunes Store…";
LoadingDataFromApple							= "Läser in långa trailrar…";

PhotoModuleAllSubAlbumsMenuItem					= "Alla";
PhotoModuleSharedAlbumsMenuItem					= "Delade bilder";
PhotoModuleFetchingServersMenuItem				= "Letar efter delade bilder…";
PhotoModuleNoServersMenuItem					= "Inga delade bilder tillgängliga";
PhotoModuleNoServersExplanation					= "Det finns inga delade iPhoto-bibliotek tillgängliga just nu.";
PhotoWindowHeader								= "Bilder";
NoPhotosInAlbumMessage							= "Det finns inga bilder i det här albumet.";
PhotoSlideshowSettings							= "Bildspelsinställningar";

// Slideshow Settings:

PhotoSlideshowSettingTimePerSlide				= "Tid per bild";
PhotoSlideshowSettingMusic						= "Musik";
PhotoSlideshowSettingRepeat						= "Repetera";
PhotoSlideshowSettingShufflePhotos				= "Blanda bilder";
PhotoSlideshowSettingShuffleMusic				= "Blanda musik";
PhotoSlideshowSettingKenBurns					= "Ken Burns-effekt";
PhotoSlideshowSettingTransitions				= "Övergångar";
PhotoSlideshowSettingTimeFormat					= "%d sekunder"; // examples: 3 seconds, 5 seconds, 10 seconds

PhotoSettingRandomTransitions					= "Slumpmässigt";
PhotoSettingNoTransitions						= "Av";
Cube											= "Kub";
Dissolve										= "Lös upp";
Droplet											= "Droppe";
"Fade Through Black"							= "Tona över i svart";
Flip											= "Vänd";
"Mosaic Flip Large"								= "Stor mosaikvändning";
"Mosaic Flip Small"								= "Liten mosaikvändning";
"Page Flip"										= "Vänd blad";
Push											= "Knuffa";
Reveal											= "Avslöja";
Twirl											= "Virvla";
Wipe											= "Torka";

PhotoSlideshowSettingMusicNowPlaying			= "Nu spelas";

PhotoSettingOff									= "Av";
PhotoSettingOn									= "På";

TVShowsHourMinuteSecondFormat					= "%d:%02d:%02d";
TVShowsMinuteSecondFormat						= "%d:%02d";
TVShowsUnknownShow								= "Namnlös";
SortWidgetDateLabel								= "Datum";
SortWidgetShowLabel								= "Program";

/* Metadata strings */
ActorsSeparator									= ", ";

MetadataLabelSeparator							= ":";

MetadataCast									= "Skådespelare";
MetadataDuration								= "Längd";
MetadataAirDate									= "Sändes";
MetadataReleaseDate								= "Släppt";
MetadataInTheatres								= "På bio";
MetadataArtist									= "Artist";
MetadataAlbum									= "Album";
MetadataGenre									= "Genre";
MetadataNumberOfEpisodes						= "Antal avsnitt";
MetadataNumberOfTracks							= "Spår";
MetadataMostRecent								= "Senaste";
MetadataDirector								= "Regissör";
MetadataDirectors								= "Regissörer";
MetadataProducer								= "Producent";
MetadataProducers								= "Producenter";
MetadataArtistVarious							= "Olika";
MetadataArtistUnknown							= "Okänd artist";
MetadataAlbumUnknown							= "Okänt album";
MetadataPlaylistUnknown							= "Okänd spellista";
MetadataComposerUnknown							= "Okänd kompositör";
MetadataGenreUnknown							= "Okänd genre";
MetadataAuthor									= "Upphovsman";
MetadataTitle									= "Titel";
MetadataEpisode									= "Avsnitt";
MetadataSeasonFormat							= "(säsong %d)";
MetadataFrom									= "Från";
MetadataTags									= "Taggar";
MetadataViews									= "Visningar";
MetadataDateAdded								= "Tillagd";
MetadataCategory								= "Kategori";

/* Rating strings */
RatingExplicit									= "Explicit";

MediaTitleDefault								= "Namnlös";

StreamingNameInList								= "Strömmande";
StreamingSearchingForSharedMedia				= "Letar efter delat innehåll…";

TodayDate										= "Idag";
YesterdayDate									= "Igår";

GoBackText										= "Gå tillbaka genom att trycka på menyknappen";

/* key is always the same, value is language key like ru, Spanish, etc */
UseMe											= "Svenska";

AuthPasswordPrompt								= "Lösenord:";
AuthEnterPasswordPrompt							= "Ange lösenord för %@:";

TextInputDoneLabel								= "KLAR";
TextInputDeleteLabel							= "RADERA";
TextInputSpaceLabel								= "MELLANSLAG";

AlternateTextInputSpaceLabel					= "Mellanslag";
AlternateTextInputDeleteLabel					= "Radera";
TextInputMoreSymbolsLabel						= "#+=";
TextInputMoreCharactersLabel					= "abc";

/* all the items in this group are old and will be replaced with non-Module versions */

MusicNameInList									= "Musik";
MusicPlaylistsMenuItem							= "Spellistor";
MusicArtistsMenuItem							= "Artister";
MusicAlbumsMenuItem								= "Album";
MusicSongsMenuItem								= "Låtar";
MusicPodcastsMenuItem							= "Podcaster";
MusicMusicVideosMenuItem						= "Musikvideor";
MusicGenresMenuItem								= "Genrer";
MusicComposersMenuItem							= "Kompositörer";
MusicAudiobooksMenuItem							= "Ljudböcker";
MusicShuffleSongsMenuItem						= "Blanda låtar";
MusiciTunesPresentsMenuItem						= "iTunes Store visar";
MusicNowPlayingMenuItem							= "Nu spelas";
MusicCDMenuItem									= "%@";
MusicCDEjectMenuItem							= "Mata ut CD";
MusicSharedMusicMenuItem						= "Delad musik";
MusicSpecialPlaylistName						= "Front Row-spellista";
MusicAllAlbumsListHeader						= "Alla album";
MusicAllSongsListHeader							= "Alla låtar";
MusicAllArtistsListHeader						= "Alla artister";
MusicAllTracksListSpecifier						= "Alla";
MusicUntitledTrack								= "Namnlöst spår";
MusicNoSharedPlaylistsMenuItem					= "Ingen musik tillgänglig";
MusicTrackIndexOfCount							= "%ld av %ld";

/* radio-specific music strings*/
MusicRadioBufferingText							= "Buffrar strömmen ”%@”";

TrailerNegativeTimeChar							= "-";
TrailerHourMinuteSecondFormat					= "%@%01d:%02d:%02d";
TrailerMinuteSecondFormat						= "%@%01d.%02d";

GenericError                                    = "Ett fel inträffade.";
GenericListError								= "Det finns inga objekt i listan.";

WaitPleaseWait									= "Vänta";
WaitContactingRemoteHost						= "Kontaktar iTunes-fjärrvärd…";

WirelessSetupSearchText							= "Letar efter trådlösa nätverk…";
NotConnectedToInternet							= "Apple TV är inte ansluten till Internet.";
NotConnectedToNetwork							= "Apple TV är inte ansluten till nätverket.";
CheckNetworkConnection							= "Kontrollera nätverksinställningarna och försök igen.";
UntitledWirelessNetworkName						= "-";

// iTunesPairing Strings
PairWithITunesTitle								= "Anslut till iTunes";

PairWithITunesForInitialSyncingDescription		= "Du avslutar inställningen och synkroniserar iTunes-innehållet till Apple TV genom att öppna iTunes och markera Apple TV i enhetslistan. Du måste ange denna kod som lösen:";
PairWithITuneForInitialSyncingSkipPairingLabel	= "Om du bara vill använda Apple TV för strömning trycker du på menyknappen och väljer ”Anslut till iTunes” från källmenyn.";

PairWithITunesForSyncingDescription				= "Du ansluter till iTunes och synkroniserar innehållet till Apple TV genom att öppna iTunes och markera Apple TV i enhetslistan. Du måste ange denna kod som lösen:";
PairWithITunesForSyncingDescriptionWhenCurrentlyPaired	= "Apple TV är ansluten till ”%@”. Om du vill ansluta till ett annat bibliotek öppnar du iTunes på den datorn och väljer Apple TV från listan över enheter. Detta ersätter allt innehåll på Apple TV. Du måste ange denna kod som lösen:";

PairWithITunesForSyncingSkipPairingLabel		= "";

PairWithITunesForStreamingDescription			= "Du strömmar iTunes-innehållet till Apple TV genom att öppna iTunes och markera Apple TV i enhetslistan. Du måste ange denna kod som lösen:";
PairWithITunesStreamingSkipPairingLabel			= "";

PairWithITunesTurningOffSyncingWarning			= "Om du slår av synkronisering raderas allt innehåll som just nu finns på Apple TV.";
PairWithITunesChangingSyncingHostWarning		= "Om du ändrar iTunes-bibliotek ersätts allt innehåll på Apple TV.";

PairWithITunesRequirementLabel					= "Apple TV kräver iTunes 7.1.1 eller senare";
PairWithITunesCancel							= "Avbryt";
PairWithITunesContinue							= "Fortsätt";


// These are the strings for a fatal error alert.  The user will basically have the option to cancel or restart the app
FatalExceptionAlertTitle						= "Ett fel inträffade.";
FatalExceptionAlertDescription					= "Starta om Apple TV genom att trycka på uppspelnings-/pausknappen.";

// These are UI strings for various timings
720p60											= "720p HD";
720p50											= "720p HD - 50 Hz";
1080i60											= "1080i HD";
1080i50											= "1080i HD - 50 Hz";
1080p60											= "1080p HD";
1080p50											= "1080p HD - 50 Hz";
480p60											= "480p";
576p50											= "576p - 50 Hz ";
576i											= "576i - 50 Hz";

// Loading data from remote sources
LoadingLibrary									= "Ansluter";
LoadingLibraryNamed								= "Läser in ”%@”…";
ConnectionToiTunesLost							= "iTunes-bibliotek ej tillgängligt";
WaitingForiTunesToStart							= "Försöker återansluta till ”%@”. Se till att datorn är påslagen och att iTunes är öppet.";
GoToSources										= "Gå till Källor";
AttemptingToAuthorizeContent					= "Försöker auktorisera…";

SharedITunesLibraryPasswordTitle				= "Lösenord till delat bibliotek";
SharedITunesLibraryPasswordText					= "Ange lösenordet för ”%@” och klicka sedan på Klar.";
SharedITunesLibraryPasswordPrompt				= "Lösenord:";
SharedITunesLibraryPasswordRetryTitle			= "Ogiltigt lösenord";
SharedITunesLibraryPasswordRetryText			= "Lösenordet du angav för ”%@” är ogiltigt.\nFörsök igen.";

SharedIPhotoLibraryPasswordTitle				= "Bildbibliotekslösenord";
SharedIPhotoLibraryPasswordText					= "Ange lösenordet för ”%@” och klicka sedan på Klar.";
SharedIPhotoLibraryPasswordPrompt				= "Lösenord:";
SharedIPhotoLibraryPasswordRetryTitle			= "Ogiltigt lösenord";
SharedIPhotoLibraryPasswordRetryText			= "Lösenordet du angav för ”%@” är ogiltigt.\nFörsök igen.";

ConnectToITunesForStreaming						= "Anslut till ny iTunes";
StreamingServerNotAvailable						= "Bibliotek otillgängligt";
TurnOnStreamingServer							= "Kontrollera att datorn med ”%@” är på och att iTunes är öppet.";
DisconnectStreamingHost							= "Koppla från iTunes";
MaxStreamingHostCountReached					= "Du kan bara ansluta till upp till fem iTunes-bibliotek. Välj vilket bibliotek du vill koppla från så att du kan ansluta till ett nytt bibliotek.";
SelectHostToDelete								= "Anslut till ny iTunes";

// Messages shown above sync progress indicator during syncing:
BRSyncProgressSourceTextFormat					= "Synkroniserar ”%@”"; // %@ is name of iTunes library
BRSyncProgressAssetTextFormat					= "Kopierar %d av %d: %@"; // Example: Copying 123 of 295: Finding Nemo

// Parental Controls passcode text
BRParentalControlsPasscodeEnterTitle			= "Ange lösenkod";
BRParentalControlsPasscodeEnterPrompt			= "Ange den fyrsiffriga lösenkoden för föräldrakontroll.";
BRParentalControlsPasscodeWrongTitle			= "Ogiltig lösenkod";
BRParentalControlsPasscodeWrongPrompt			= "Lösenkoden du angett är ogiltig.";
BRParentalControlsPasscodeSetTitle				= "Ange lösenkod";
BRParentalControlsPasscodeSetPrompt				= "Första gången du ställer in föräldrakontroll för Apple TV anger du en fyrsiffrig lösenkod. I fortsättningen måste du sedan ange lösenkoden nör du vill ändra inställningarna för föräldrakontroll.";
BRParentalControlsPasscodeConfirmTitle			= "Bekräfta lösenkod";
BRParentalControlsPasscodeConfirmPrompt			= "Ange den fyrsiffriga lösenkoden igen.";
BRParentalControlsPasscodeConfirmedTitle		= "Lösenkod bekräftad";
BRParentalControlsPasscodeConfirmedPrompt		= "Se till att du förvarar lösenkoden på en säker plats. Om du glömmer lösenkoden återställer du den genom att välja Fabriksåterställning. Då återställs Apple TV till de ursprungliga fabriksinställningarna.";
BRParentalControlsPasscodeMismatchTitle			= "Lösenkoden matchar inte";
BRParentalControlsPasscodeMismatchPrompt		= "Lösenkoden du angav matchar inte.";
BRParentalControlsPasscodeTryAgainItem			= "Ange lösenkod igen";
BRParentalControlsPasscodeOldTitle				= "Gammal lösenkod";
BRParentalControlsPasscodeOldPrompt				= "Ange den gamla fyrsiffriga lösenkoden.";
BRParentalControlsPasscodeChangeTitle			= "Ny lösenkod";
BRParentalControlsPasscodeChangePrompt			= "Ange den nya fyrsiffriga lösenkoden.";

// Syncing text
BRSettingSyncing								= "Synkroniserar";
BRSettingTurnOnSyncing							= "Slå på synkronisering";
BRSettingTurnOffSyncing 						= "Slå av synkronisering";
BRSettingChangeITunesLibrary 					= "Ändra iTunes-bibliotek";

// Combo Row text
AssetViewFormat									= "%@ visning";
AssetViewsFormat								= "%@ visningar";

BRDVDLoadingText								= "Läser in DVD:n…";
BRDVDMenuItemResume								= "Fortsätt uppspelningen";
BRDVDMenuStartFromBeginning						= "Starta från början";
BRDVDMenuItemEjectDisk							= "Mata ut skiva";
BRDVDMenuItemDVDMenu							= "DVD-meny";
BRDVDPlayerChapterFormatter                     = "Kapitel %d av %d";

// Account Management text
BRAccountSelectorOtherAccount					= "Annat…";

// HDCP Error dialog
HDCPErrorDialogTitle							= "Ingen HDCP";
HDCPErrorDialogExplanation						= "Det här materialet kräver HDCP för uppspelning. Innan du tittar på dess innehåll, kontrollera att de anslutna skärmarna stöder HDCP.";


